{
  "tips": [
    "You can press SHIFT when the text window is open to view a message backlog.",
    "Pay attention to your surroundings. You can find hidden chests in the most bizarre of places.",
    "The options menu has a wide variety of... well, options. Give it a look and personalize your experience.",
    "You can retry battles, but at a tax of 10% of your Bit balance. Don't take losing too lightly.",
    "Party members wake up after resting with varying moods. The Status menu can enlighten you in regards to how they're feeling.",
    "Certain inns are \"premium\" inns. These will cost an extra 50% Bits to rest at, but will give the very useful Well Rested buff.",
    "Dark enemies grow stronger after the sun sets. They become much harder to fight, but have a better chance of dropping powerful equipment.",
    "Legends speak of eons-old crystals formed when the universe was created. They still exist... somewhere.",
    "Use your BP wisely. Waiting an extra turn to get one more boost can make the difference between winning or losing.",
    "The heat of battle is enough to make anyone nervous. Don't let pressure cloud your judgement. Think before you act.",
    "Buffs and debuffs can increase or decrease a stat by 50% max. Don't underestimate them!",
    "Don't forget item upgraders exist. If you find yourself stuck on a difficult fight, consider min-maxing your equipment.",
    "AP is gained exponentially. Growth starts slow, but a level 100 party member would have 10,000 AP!",
    "Every level up gives you more AP and JP. Don't forget to see what new allocations you can make after every new level.",
    "Skills are separated into Special, Magic, and Passive categories.",
    "Shops contain many useful items to aid your adventure. Be sure to check them out from town to town!",
    "With the link between the Above and the Overworld severed, the Immortals can no longer reach us.",
    "Adon is only one continent in the Overworld, with its culture largely separated from Telluria's.",
    "The continent of Telluria is split into many regions. Telluria Castle is located in Telluria Field on the northern end of the landmass.",
    "The Gulf of Telluria borders many unique regions. Taking a ship into it is a quick way to reach many new places.",
    "These Tutorial Tips used to show up in-game and interrupt you. Doesn't that sound annoying?",
    "These Tutorial Tips were added in Alpha 14!",
    "Sleeping in your own bed will always be free.",
    "The sun falls at 21:00 and rises at 5:00. Plan out your days efficiently!",
    "People have been whispering rumors of a mysterious merchant that sets up shop in the Blazing Sands at night.",
    "Every copy of The Trail is personalized. But all jokes aside, it's true. A per-playthrough seed determines some random events.",
    "Sleeping at a premium inn will neutralize the entire team's moods.",
    "Areas of the Overworld with a blue arrow over them need to be interacted with to be entered. They're not inaccessible, just less annoying.",
    "This specific text will never show up because it's replaced later down in the code. Congrats on finding an easter egg!",
    "The Quick Access Menu is a helpful utility. Check it out using your configured key for it (Q by default).",
    "Anything that regrows has its own unique timer that ticks down every in-game hour.",
    "Blueberries regrow after a mere 16 in-game hours, while some oreleaf variants need triple-digit times to sprout once more.",
    "Oreleaf can be found in the mine north of Bladesville. It's a mysterious metallic plant that yields ore and regrows after some time.",
    "Ghostly enemies will halve incoming physical damage. Use magic to do normal damage to them.",
    "The entirety of the game is still playable with just a mouse. All you need is left and right clicks.",
    "Running away is guaranteed to be successful on the first turn of battle.",
    "After the 1st turn of battle, the base escape success chance is 20%. Each failed escape attempt boosts this chance by 10%.",
    "Matilda sells Small Potions and Small Elixirs at a 10% discount.",
    "Navigate in the equipment menu using your configured left and right keys to see upgrade slots and equip restrictions.",
    "Press F2 to see an FPS counter in the top-left.",
    "No one really knows how Sam Payne's fast travel doors work, but no matter; they're still very useful for getting around quickly.",
    "INT is a unique stat. It's hard to grow, but can greatly increase your crit multiplier.",
    "Level up your skills by using them! Each level requires 5 more uses than the previous... 275 in total for level 10.",
    "Each level of skill mastery boosts damage/healing by 2% and reduces MP cost by 2%.",
    "Don't forget about the skill learn menu! Not every skill you can get will be learned just by leveling up.",
    "The shop menu's stat comparison for accessories will compare the accessory you are buying to whatever is equipped in the first accessory slot.",
    "Even a 100% hit rate doesn't guarantee every attack to land. Accuracy is just HIT minus EVA, after all.",
    "All the delete button does is append .bak to your save file. If you accidentally delete a save, it should still be in your save folder.",
    "Don't be quick to sell materials. You never know when you might need some for a crafting recipe.",
    "Laeryidyean's defeat brings some rare enemies out of hiding. Maybe you'll get lucky on a random encounter...",
    "A huge surge of magical energy has been detected at Telluria Castle in the past decade. What could it be...?",
    "JP is useful for allocating stats and learning new skills.",
    "He is always watching you.",
    "True attacks are neither physical nor magical hits. These are usually skills or items that only apply status effects.",
    "Upgrading your pickaxe is a daunting task, but it can pay itself back quickly if you're a dedicated miner.",
    "The Stat Master in Haven Harbor can go into great detail about every attribute in the game.",
    "The Champion's Talisman increases in strength as your journey continues. You can get it from a nun outside the Verdin Village church.",
    "Fishing might seem boring, but it's a relaxing and useful hobby. You can cook up some powerful food using your catches.",
    "A certain someone at the Adventurer's Guild will resell you one-time items.",
    "Beware of Darkhounds roaming the land at night. They collapse into a pile of bones upon defeat, and are re-animated every time the moon rises.",
    "Using accessory slots on JP-boosting equips might seem wasteful, but JP is a valuable resource you'll want a lot of down the line.",
    "Managing MP might not seem hard at first, but it becomes a daunting task later on in your journey. Strong skills guzzle huge amounts of the stuff!",
    "Choose your three accessories wisely. Additionally, keep in mind that you can't equip an accessory more than once.",
    "Status resistance equipment is more important than you may think. Receiving a single debuff could make or break a battle.",
    "Magic Equips are powerful equipment, stronger than a regular accessory. Each party member only has a single slot for them, so choose wisely!"
  ],
  "splashes": [
    "I'm not an artist",
    "Brought to you by AP!",
    "If it ain't broke, still fix it",
    "Development hell",
    "TrailCon when",
    "Alpha 40 coming soon!",
    "Also try Terraria!",
    "Also try Breath of the Wild!",
    "How did we get here?",
    "The Wrath of APOCALYPSE",
    "Also try Wizard101!",
    "Better than Alpha 11",
    "Only OG players get the Cell Key first"
  ]
}