{
  "tips": [
    "Press SHIFT when the text window is open to view a message backlog.",
    "Pay attention to your surroundings. You can find hidden chests in the most bizarre of places.",
    "Retrying battles is free, so don't worry if you're caught off guard.",
    "\"Premium\" inns are fancier. They will cost an extra 50% bits to rest at, but provide the extremely useful Well Rested buff.",
    "Dark enemies grow stronger after the sun sets. They become much harder to fight, but have a better chance to drop powerful equipment.",
    "Legends speak of eons-old crystals formed when the universe was created. They might still exist... somewhere.",
    "Use your BP wisely. Waiting an extra turn to get one more boost could make the difference between winning or losing.",
    "The heat of battle is enough to make anyone nervous. Don't let pressure cloud your judgement; take your time and think before you act.",
    "Buffing your party with items and skills is the key to victory.",
    "Use upgrade slots to your advantage. If you find yourself stuck on a difficult fight, consider min-maxing your equipment.",
    "Skills are separated into three categories: Special, Magic, and Passive.",
    "Shops contain many useful items to aid your adventure. Be sure to check them out from town to town!",
    "With the link between the Above and the Overworld severed, the Immortals can no longer reach us...",
    "The continent of Telluria is split into many regions. Telluria Field is located on the northern end of the landmass.",
    "The Gulf of Telluria is bordered by many unique regions. Taking a ship into it is a quick way to reach many new places.",
    "Sleeping in your own bed will always be free.",
    "The sun falls at 21:00 and rises at 5:00. Plan out your days efficiently, as traveling at night can be dangerous.",
    "People have been whispering rumors of a mysterious merchant that sets up shop in the Blazing Sands at night.",
    "Darkness reaches its peak at the new moon. Rumors say monsters previously slain will come back to life, if it can be called that.",
    "This specific text will never show up because it's replaced in the code. Congrats on finding an easter egg!",
    "Blueberries regrow in less than a day, while rare oreleaf variants might need triple-digit times to sprout once more.",
    "Oreleaf can be found in the mine north of Bladesville. It's a mysterious metallic plant that yields ore and regrows after a couple days.",
    "Incorporeal enemies are immune to physical attacks. You'll have to use magic to take them down.",
    "Running away is guaranteed to be successful on the 1st turn of battle.",
    "Matilda sells Small Potions and Small Elixirs at a slight discount.",
    "No one really knows how Sam Payne's fast travel doors work, but no matter; they're still very useful for getting around quickly.",
    "INT is a unique stat. It greatly increases your critical damage multiplier, at the cost of being hard to grow.",
    "Level up your skills by using them! Each level requires 5 more uses than the previous... 275 in total for level 10.",
    "Each level of skill mastery increases damage/healing by 3% and reduces MP cost by 3%.",
    "Even a 100% hit rate doesn't guarantee every attack to land. Accuracy is just HIT minus EVA, after all.",
    "Laeryidyean's defeat brings some rare enemies out of hiding. Maybe you'll get lucky on a random encounter?",
    "A huge surge of magical energy has been radiating from Telluria Castle for the past few decades. What could it be...?",
    "Increasing EXR is a good way to save time. Less grinding = more fun!",
    "Apocalypse has eyes everywhere. If you invoke his true wrath, good luck finding any kind of shelter.",
    "Upgrading your pickaxe is a daunting task, but it can pay itself back quickly if you're a dedicated miner.",
    "The Stat Master in Haven Harbor goes into great detail about most attributes in the game.",
    "The Champion's Talisman increases in strength as your journey continues. You'll receive it from a nun outside the Verdin Village church.",
    "Fishing is a relaxing and useful hobby. You can cook up powerful food using your catches.",
    "A certain someone at the Adventurer's Guild will resell you rare items.",
    "Beware of Darkhounds roaming the land at night. They collapse into a pile of bones upon defeat, and are re-animated every time the moon rises.",
    "Managing MP might not seem hard at first, but it becomes a daunting task later on in your journey. Strong skills guzzle huge amounts of the stuff!",
    "Choose your three accessories wisely. Additionally, keep in mind that you can't equip an accessory more than once.",
    "Status resistance equipment could be the key to perfecting a strategy. Receiving a crippling debuff can make or break a battle.",
    "Magic equips are powerful equipment, stronger than a regular accessory. Each party member only has a single slot for them, so choose wisely!",
    "Jeremy's potions provide temporary stat boosts before either side has had time to set up, making them very useful at the start of long battles.",
    "Jeremy's potions can't be used during battle, so be sure to drink them before you begin an encounter.",
    "Special books hidden around the world are a great way to increase INT, as long as you're willing to look for them.",
    "Some skills can be used outside battle. Taking advantage of this is a good way to save recovery items.",
    "Using effective melee damage types on enemies increases your damage by 20%!",
    "Baby Dragons will begin dropping Enchanted Dragon Scales after defeating Dilong."
  ],
  "splashes": [
    "I'm not an artist",
    "If it ain't broke, still fix it",
    "Development hell",
    "TrailCon when",
    "Alpha 40 coming soon!",
    "Also try Terraria!",
    "Also try Breath of the Wild!",
    "How did we get here?",
    "The Wrath of Apocalypse",
    "Also try Wizard101!",
    "Better than Alpha 11",
    "Only OG players get the Cell Key first",
    "Also try Tears of the Kingdom!"
  ]
}